"""ID справочников МойСклад (см. NOTES.md)."""
ACC_KIRILLOV = "2d31482c-00c2-11ef-0a80-02260046b8d4"
ACC_DAV = "41b87d60-3a48-11e8-9109-f8fc000248b7"
ACC_ZAIKIN = "7bc5552b-0046-11f1-0a80-0bf20038b33e"

EXP = {
    "Закупка товаров": "8dbf9374-0a01-11e4-b9bf-002590a32f46",
    "Закупка запчастей": "3c04fcb0-d1cc-11f0-0a80-1be4000d188e",
    "Маркетинг и реклама": "41bfa95c-3a48-11e8-9109-f8fc000248c4",
    "Транспортные расходы": "d73e7b2e-d406-11f0-0a80-1a6b002b89d1",
    "банковские расходы": "50c3605a-e329-11f0-0a80-1b84001c8065",
    "хозяйственные расходы": "7b017637-e327-11f0-0a80-0c37001d21f6",
    "Аренда": "41beb637-3a48-11e8-9109-f8fc000248c2",
    "Зарплата": "41bf52da-3a48-11e8-9109-f8fc000248c3",
    "Налоги и сборы": "8dbf9a86-0a01-11e4-a190-002590a32f46",
    "Диски и опера": "4062f1df-37fd-11f1-0a80-01c6004684bf",
    "Иван Кириллов": "524dc438-e333-11f0-0a80-1a22001c99b0",
    "неясно": "196fdf43-e32a-11f0-0a80-13a9001cd769",
}

CP = {
    "Т-банк": "26c0437d-e329-11f0-0a80-0e10001cf39d",
    "авито закупка": "53f6ce93-eb99-11f0-0a80-18d1008510c6",
    "Авито реклама": "bb77371e-d405-11f0-0a80-08b0002b1d1f",
    "Иван Кириллов": "57530279-d5e2-11f0-0a80-08b40014a1fc",
    "Закуп": "d742029f-f520-11ec-0a80-0d88000e0a79",
    "Аренда офиса Козупеев": "cfd7c5f6-d407-11f0-0a80-08b0002ba416",
    "Insales": "ebabb9a4-d408-11f0-0a80-0df7002d054e",
    "ИП Трофименко В.В.": "bbb2aaa2-e4e9-11f0-0a80-0714003e9cdd",
    "ИП Конников Н.С.": "3e862f41-c185-11f1-0a80-04030033f674",
    "Зедакс (Сдэк)": "cab155bb-d406-11f0-0a80-072b002c8fb1",
    "яндексдоставка": "db1e6252-e326-11f0-0a80-13a9001c879a",
    "Древо": "9775fa03-38ec-11f1-0a80-107000257720",
    "ии агент": "80106a57-7872-11f1-0a80-0b550059e287",
    "неясно": "1095052d-e32a-11f0-0a80-13a9001cd6d1",
    "Хозрасходы": "f1df27e1-abfd-11f1-0a80-06f50010da10",
    "ФНС": "ae120977-e3e8-11f0-0a80-02ea0025aeda",
    "ИИ сервисы": "a20ced43-8ffd-11f1-0a80-1354001f1a1d",
    "noya ai": "192b1026-ab5d-11f1-0a80-0de601444759",
    "DNS": "cfb8e123-457b-11f1-0a80-05c6004072c5",
    "озон": "1d7a7550-e328-11f0-0a80-1c2f001c2b1c",
    "Aliexpress.ru": "35c1438b-e4bb-11f0-0a80-18d1003997f9",
    "3д электроникс": "01ea997b-cb6a-11f0-0a80-13d100060132",
}

EMP = {
    "Зайкин С.": "b38404a4-b8f3-11f0-0a80-15b80025d93b",
    "Давыдов И.": "a827074d-c3c4-11f0-0a80-0c96003a7767",
    "Рыбалкин К.": "4d4a8691-29b2-11f1-0a80-069e001bea87",
    "Лось И.": "674c0832-823b-11ef-0a80-0e850028f983",
    "Гусев Е.": "85e97e72-b696-11f0-0a80-05d300014787",
    "Арташенко К.": "5136581b-c3cb-11f0-0a80-01d0003990fb",
    "Найгерт П.": "5ae05eaf-29b2-11f1-0a80-1834001b4fda",
    "Золин К.": "c23c21c4-2a9d-11f1-0a80-1a29002f999d",
}
